{
  "model_type": "touch_flow",
  "transformers_version": "4.52.3",
  "llm_model_name_or_path": "/bucket/output/jfs-hdfs/user/binbin.zhang/github/west/examples/aishell/tts/model/Qwen2.5-0.5B-Audio",
  "s3tokenizer_model_name_or_path": "/bucket/output/jfs-hdfs/user/hao.yin/share/FunAudioLLM/s3tokenizer",
  "speaker_model_path": "/bucket/output/jfs-hdfs/user/binbin.zhang/models/wespeaker/campplus",
  "num_speech_tokens": 4096,
  "t_scheduler": "cosine",
  "sigma_min": 1e-6,
  "training_cfg_rate": 0.2,
  "inference_cfg_rate": 0.7,
  "n_timesteps": 5
}