{
  "llm_model_name_or_path": "Qwen/Qwen2.5-0.5B-Audio",
  "model_type": "touch_tts",
  "transformers_version": "4.52.3",
  "num_speech_tokens": 4096,
  "s3tokenizer_model_name_or_path": "s3tokenizer"
}
